Revit 2027 API
ParameterTypeId.ProjectRevisionEnumeration Property
 "Numbering"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProjectRevisionEnumeration { get; }
Public Shared ReadOnly Property ProjectRevisionEnumeration As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProjectRevisionEnumeration {
	ForgeTypeId^ get ();
}
static member ProjectRevisionEnumeration : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace